Revit 2024 API
RebarHandleNameData Properties
The RebarHandleNameData type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RebarHandleNameData Class
Autodesk.Revit.DB.Structure Namespace